lightdm
zsh
vivid
exa
zoxide
tree
bat
neofetch
xclip
alacritty
nodejs
npm
rustup
fd
ripgrep
ripgrep-all
htop
mc
tmux
entr
github-cli
git-delta
lightdm-webkit2-greeter
lazygit
viewnior
kitty
